

new_training_group_notify = [
    "🎉 Ура! @{username} добавил новую тренировку! 💪\n\n"
    "🏋️‍♂️ Выполнена тренировка: {training_name} 🔥",

    "📣 Внимание, спортсмены! @{username} сегодня не сидит без дела! 🏆\n\n"
    "🚀 Выполнена тренировка: {training_name} 💯",

    "💥 Бум! @{username} зажигает с новой тренировкой! 🔥\n\n"
    "🌟 Выполнена тренировка: {training_name} 💪😎",

    "🌈 @{username} вдохновляет нас своим примером! 👏\n\n🏋️‍♀️ "
    "Выполнена тренировка: {training_name} 🤜🤛",

    "⚡️ Молния! @{username} врывается с новой тренировкой! 💨\n\n"
    "🎯 Выполнена тренировка: {training_name} 📢💪"
]